Repository: 100tamam-flutter/soodboard
Catalog: lib/l10n/app_*.arb
Languages: fa

# appName
source: SoodBoard
fa: سودبرد

# slogan
source: Everyone benefits here
fa: همه اینجا سود می برند

# favoriteProductsAppBar
source: Favorite Products
fa: محصولات پسند شده

# notificationsAppBar
source: Notifications
fa: اعلانات

# offersAppBar
source: Offers
fa: پیشنهادات

# feedAppBar
source: Feed
fa: فید ها

# activityAppBar
source: Activity
fa: فعالیت ها

# emptyData
source: There is no data
fa: داده ای برای نمایش موجود نیست

# searchPageProductsSortRelevance
source: Relevance
fa: مرتبط ترین

# searchPageProductsSortPopularity
source: Popularity
fa: محبوب ترین

# searchPageProductsSortNewest
source: Newest
fa: جدید ترین

# searchPageProductsSortPriceHighToLow
source: Price - High to Low
fa: قیمت - گران ترین

# searchPageProductsSortPriceLowToHigh
source: Price - Low to High
fa: قیمت - ارزان ترین
